---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.Volume
zh: 体积
source: html/7cea0b5b-d442-c2ff-9dc1-1bd0792de23f.htm
---
# Autodesk.Revit.DB.Mechanical.Space.Volume Property

**中文**: 体积

Get the Volume of the Space.

## Syntax (C#)
```csharp
public double Volume { get; }
```

## Remarks
This property is used to get the Volume of the Space.